Repository: indra-chhedal/Vision-Nepal
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Login
ne: लगइन

source: Vision Nepal
ne: भिजन नेपाल

source: Watch Video
ne: भिडियो हेर्नुहोस्

source: News Article
ne: समाचार लेख

source: Send Message
ne: सन्देश पठाउनुहोस्

source: Nepali Calendar
ne: नेपाली पात्रो

source: Date Translation
ne: मिति अनुवाद

# writeNote
source: Write Nonte
ne: नोट लेख्नुहोस्

source: Dark Mode
ne: गाढा मोड

# messageHere
source: Write Your Message Here
ne: यहाँ आफ्नो सन्देश लेख्नुहोस्

source: Change Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Account Setting
ne: खाता सेटिङ

# changePasswordtext
source: Change login password of Your account
ne: आफ्नो खाताको लगइन पासवर्ड परिवर्तन गर्नुहोस्

source: Old Password
ne: पुरानो पासवर्ड

source: New Password
ne: नयाँ पासवर्ड

source: Conform Password
ne: पासवर्ड अनुरूप

source: UserName
ne: प्रयोगकर्ता नाम

# passwrod
source: Password
ne: पासवर्ड

# noAccount
source: Doesn't Have Account ?
ne: के तपाईंको खाता छैन?

source: SignUp
ne: साइनअप गर्नुहोस्

source: Email
ne: इमेल

# haveaccount
source: Do you have account ?
ne: के तपाईंसँग खाता छ?

# dateTrasnlator
source: Nepali Date Traslator
ne: नेपाली मिति ट्रान्सलेटर

# adtobs
source: Convert AD date to BS
ne: AD मितिलाई BS मा रूपान्तरण गर्नुहोस्

# bstoad
source: Convert BS date to AD
ne: BS मितिलाई AD मा रूपान्तरण गर्नुहोस्

# addate
source: AD Date Here
ne: AD मिति यहाँ

# bsdate
source: BS Date Here
ne: BS मिति यहाँ

# selectdate
source: Select a date
ne: मिति चयन गर्नुहोस्

# translateddate
source: Translated Date Here
ne: यहाँ अनुवादित मिति

source: Translation
ne: अनुवाद

# note
source: Notes
ne: नोटहरू

# listcount
source: Total Number of list is
ne: सूचीको कुल संख्या यो हो

# empty
source: Empty List Items
ne: खाली सूची वस्तुहरू

# addtodo
source: Add a Item
ne: एउटा वस्तु थप्नुहोस्

# itemtitle
source: Enter Title
ne: शीर्षक प्रविष्ट गर्नुहोस्

source: Description
ne: विवरण

source: Cancel
ne: रद्द गर्नुहोस्

# itembtn
source: Add Item
ne: वस्तु थप्नुहोस्

# service
source: Our Services
ne: हाम्रा सेवाहरू
